Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/4001 JM Toolkit - Rev1- Master - 16Jan14.docx-omegat.tmx
Source language: en
Languages: es

source: Where rest stops are required in the journey, contact at those points should be considered as well as at significant points in the journey e.g. when leaving a main road to head off-road, when entering and leaving known communication ‘black-spots’ and before deviating from a pre-arranged route.
es: Si el viaje requiere hacer paradas de descanso, debe tenerse en cuenta hacer contacto en esos puntos, así como en puntos importantes en el viaje como al salir de un camino para dirigirse a campo traviesa, al ingresar y salir de zonas de las que se sabe que no tienen señal de comunicaciones y antes de desviarse de una ruta prefijada.

source: Weather forecasts for the travel route(s)
es: Pronósticos del tiempo para las rutas del viaje

source: Weather conditions for the route should form part of the assessment.
es: Se debe incluir en la evaluación las condiciones climáticas de la ruta.

source: Adverse weather can result in delays to travel with subsequent loss of project time and money.
es: El clima adverso puede significar retrasos en el viaje con la posterior pérdida de tiempo y dinero del proyecto.

source: In the worst case scenario severe weather conditions can create life threatening conditions.
es: En el peor de los casos, las malas condiciones del tiempo pueden crear situaciones que ponen en riesgo la vida.

source: An emergency response plan shall be developed for high risk journeys and should be considered as part of the planning for all journeys.
es: Se debe elaborar un plan de respuesta a emergencias para viajes de alto riesgo y este debe considerarse como parte de la planificación de todos los viajes.

source: The emergency plan must be communicated to the operator and passengers prior to commencing the journey.
es: El plan de emergencia debe comunicarse al operador y a los pasajeros antes de iniciarse el viaje.

source: Emergency plans should be commensurate with the identified risks and may be a dedicated plan or form part of the HaSEP.
es: Los planes de emergencia deben equipararse a los riesgos identificados y pueden tratarse de un plan dedicado o formar parte del HaSEP.

source: The emergency plan should include environmental controls in the event of spills or loss of containment of harmful substances e.g. fuel.
es: El plan de emergencia debe contemplar controles ambientales en caso de derrames o pérdida de contención de sustancias peligrosas tales como combustibles.

source: Records
es: Registros

source: Records pertaining to the following should be retained:
es: Deben mantenerse registros con respecto a lo siguiente:

source: Operator qualifications and limits on types or areas of operation of modes of transport e.g. an employee may be qualified to operate a light vehicle on the road but not off-road.
es: Calificaciones del operador y límites en los tipos de áreas de operación de los medios de transporte (por ejemplo, un colaborador puede estar calificado para operar un vehículo liviano en carretera pero no fuera de ella)

source: Competency training requirements for the modes of transport that employees operate and the activities they perform while in those modes of transport.
es: Requisitos de capacitación en las competencias necesarias para los medios de transporte operados por los colaboradores y en las actividades que ejecuten mientras se encuentren en esos medios de transporte

source: An inspection system for Golder-owned or leased modes of transport that addresses pre-use inspection requirements and periodic maintenance standards including scheduling, documentation and user notification and information.
es: Un sistema de inspección para medios de transporte que pertenezcan a Golder o sean alquilados por este y que contemple requisitos de inspección antes del uso, así como normas de mantenimiento periódico que contemplen su programación y documentación y la notificación e información a los usuarios

source: Mode of transport registration/certification renewal dates.
es: Fechas de renovación de registros o certificados de los medios de transporte

source: Op-Cos may decide to undertake benchmarking exercises on work related journey performance.
es: Las Operaciones pueden decidir hacer ejercicios de comparación sobre el desempeño en viajes de trabajo.

source: GP6: Management of Health and Safety
es: GP6: gestión de salud y seguridad

source: GP5: Management of Environmental Issues.
es: GP5: gestión de aspectos ambientales

source: Health and Safety, Environmental Plan (HaSEP)
es: Plan de Salud, Seguridad y Medio Ambiente (HaSEP)

source: Fatigue and FFD Risk Assessment Form
es: Formulario de evaluación de riesgo de fatiga y aptitud para las labores

source: UN Recommendations on the Transport of Dangerous Goods.
es: Recomendaciones de la ONU sobre transporte de mercancías peligrosas

source: Travelling With Golder (website, when developed)
es: Travelling With Golder (sitio web, cuando esté disponible)

source: World Health Organization Road Safety Statistics http://www.who.int/gho/road_safety/en/index.html
es: Estadísticas de seguridad en caminos de la OMS (en inglés) http://www.who.int/gho/road_safety/en/index.html

source: Canada
es: Canadá
